tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "direnv"
brew "fnm"
brew "go"
brew "node"
brew "pnpm"
brew "starship"
brew "stow"
brew "thefuck"
brew "vercel-cli"
brew "yarn"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
cask "altair-graphql-client"
cask "authy"
cask "cloudflare-warp"
cask "discord"
cask "docker"
cask "fig"
cask "figma"
cask "github"
cask "google-chrome"
cask "optimage"
cask "postman"
cask "tableplus"
cask "visual-studio-code"
